Repository: TheMadBotterINC/tomato
Catalog: po/*.po
Languages: be, bs, cs, nl, pl, pt_br, ru, tr, uk

source: hour
be: гадзіна
bs: sat
cs: hodina
nl: uur
pl: godzina
pt_br: hora
ru: час
tr: saat
uk: година

source: hours
be: гадзін
bs: sati
cs: hodin(y)
nl: uren
pl: godzin(y)
pt_br: horas
ru: часов
tr: saatler
uk: годин(и)

source: minute
be: хвіліна
bs: minut
cs: minuta
nl: minuut
pl: minuta
pt_br: minuto
ru: мин.
tr: dakika
uk: хвилина

source: minutes
be: хвілін
bs: minuta
cs: minut(y)
nl: minuten
pl: minuty
pt_br: minutos
ru: минут
tr: dakikalar
uk: хвилин(и)

source: and
be: і
bs: i
cs: a
nl: en
pl: oraz
pt_br: e
ru: и
tr: ve
uk: та

source: Resume
be: Працягнуць
bs: Nastavi
cs: Pokračovat
nl: Hervatten
pl: Wznów
pt_br: Continuar
ru: Продолжить
tr: Devam et
uk: Продовжити

source: Pause
be: Паўза
bs: Pauziraj
cs: Pozastavit
nl: Pauzeren
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза

source: Stop
be: Спыніць
bs: Zaustavi
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Dur
uk: Стоп

source: Skip
bs: Preskoči
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
tr: Atla

source: Pomodoro Time
bs: Pomodoro vrijeme
cs: Pomodoro čas
pl: Czas Pomodoro
pt_br: Hora do Pomodoro
tr: Domates Zamanı
uk: Час Pomodoro

source: Get back to work!
be: Вяртайцеся да працы!
bs: Nazad na posao!
cs: Zpátky do práce!
nl: Terug aan werk!
pl: Wracaj do pracy!
pt_br: Volte ao trabalho!
ru: Возвращайтесь к работе!
tr: Çalışmaya geri dön!
uk: Назад до роботи

source: Short Break
be: Кароткі перапынак
bs: Kratka pauza
cs: Krátká přestávka
nl: Korte pauze
pl: Krótka przerwa
pt_br: Pausa Breve
ru: Короткий перерыв
tr: Kısa Mola
uk: Коротка перерва

source: Long Break!
be: Доўгі перапынак!
bs: Duža pauza!
cs: Dlouhá přestávka!
nl: Lange pauze!
pl: Długa przerwa!
pt_br: Pausa Longa!
ru: Длинный перерыв!
tr: Uzun Mola
uk: Довга перерва

source: Preferences…
be: Параметры...
bs: Podešavanja
cs: Předvolby…
nl: Voorkeuren…
pl: Preferencje…
pt_br: Preferências…
ru: Параметры...
tr: Tercihler...
uk: Параметри…

source: Start
pt_br: Iniciar
ru: Начать
tr: Başlat

source: Welcome
bs: Dobrodošli
nl: Welkom
pl: Witaj
pt_br: Bem-vindo(a)
ru: Добро пожаловать!
tr: Hoşgeldiniz

source: Long Break
be: Доўгі перапынак
bs: Duža pauza
cs: Dlouhá přestávka
nl: Lange pauze
pl: Długa przerwa
pt_br: Pausa Longa
ru: Длинный перерыв
tr: Uzun Mola
uk: Довга перерва

source: of work
be: працы
bs: rada
cs: práce
nl: van het werk
pl: pracy
pt_br: de trabalho
ru: работы
uk: роботи

source: Preferences
be: Параметры
bs: Postavke
cs: Předvolby
nl: Voorkeuren
pl: Ustawienia
pt_br: Preferências
ru: Параметры
tr: Seçenekler
uk: Параметри

source: Default Settings
be: Стандартные настройкi
bs: Standardne postavke
cs: Výchozí nastavení
nl: Standaardinstellingen
pl: Ustawienia domyślne.
pt_br: Configurações Padrão
ru: Стандартные настройки
tr: Varsayılan Ayarlar
uk: Типові параметри

source: Reset Work
bs: Resetuj rad
nl: Reset werk
pl: Resetuj wykonane zadania
pt_br: Resetar Trabalho
tr: Çalışmayı Sıfırla

source: Timing
be: Таймiнг
bs: Tajming
cs: Časování
pt_br: Cronometragem
ru: Тайминг
tr: Zamanlama
uk: Таймінг

source: Close
be: Закрыць
bs: Zatvori
cs: Zavřít
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Зыкрыть
tr: Kapat
uk: Закрити

source: Pomodoro duration:
be: Працягласць Pomodoro
bs: Trajanje pomodoroa:
cs: Trvání Rajčete
nl: Duur van een pomodoro
pl: Czas trwania pomodoro
pt_br: Duração do pomodoro:
ru: Продолжительно Pomodoro
tr: Domates zamanı:
uk: Тривалість pomodoro

source: Short break duration:
be: Працягласць кароткага перапынку
bs: Trajanje kratke pauze:
cs: Trvání krátké přestávky
nl: Duur van een korte pauze
pl: Czas krótkiej przerwy
pt_br: Duração da pausa breve:
ru: Продолжительность короткого перерыва
tr: Kısa ara zamanı:
uk: Тривалість короткої перерви:

source: Long break duration:
be: Працягласць доўгага перапынку
bs: Trajanje duge pauze:
cs: Trvání dlouhé přestávky
nl: Duur van een lange pauze
pl: Czas trwania długiej przerwy
pt_br: Duração da pausa longa:
ru: Продолжительность длинного перерыва
tr: Uzun ara zamanı:
uk: Тривалість довгої перерви:

source: Long break delay:
be: Затрымка доўгага перапынку
bs: Odlaganje duže pauze:
cs: Oddálení dlouhé přestávky
nl: Vertraging van een lange pauze
pl: Opóźnienie długiej przerwy
pt_br: Demora para pausa longa:
ru: Задержка длинного перерыва
tr: Uzun ara süresi
uk: Затримка довгої перерви:

source: Reset:
be: Скiнуць
cs: Obnovit:
nl: Herstellen:
pt_br: Resetar:
ru: Сбросить:
tr: Sıfırla
uk: Скидання:

source: Behavior:
nl: Gedrag:
pl: Zachowanie:
pt_br: Comportamento:
ru: Поведение:

source: Reset work everyday:
bs: Resetuj rad svakodnevno:
nl: Reset het werk elke dag:
pl: Resetuj zadania codziennie:
pt_br: Resetar trabalho todo dia:
tr: Çalışmayı Her Gün Sıfırla:

source: Start new pomodoro manually:
bs: Pokreni novi pomodoro ručno:
nl: Handmatig een nieuwe pomodoro starten:
pl: Uruchom ręcznie nowe pomodoro:
pt_br: Começar novo pomodoro manualmente:
tr: El ile yeni pomodoro başlat:

source: Sound and notifications:
nl: geluid en notificaties
pl: Dźwięki i powiadomienia:
pt_br: Som e notificações:

source: Pomodoro sound:
bs: Zvuk pomodora:
nl: Pomodoro geluid
pl: Dźwięk pomidora
pt_br: Som de pomodoro:
ru: Звук Pomodoro:
tr: Pomodoro sesi:

source: Warning notifications:
be: Папераджальнае апавяшчэнне:
bs: Notifikacije za upozorenje:
cs: Varovná oznámení:
nl: Waarschuwingsnotificaties:
pl: Powiadomienia o ostrzeżeniach:
pt_br: Notificações de advertência:
ru: Предупреждающее уведомление:
tr: Uyarı bildirimleri:
uk: Застереження:

source: Animations:
nl: Animaties:
pl: Animacje:
pt_br: Animações:
ru: Анимации:

source: Transition animations:
bs: Animacije za prelaz:
nl: Overgangsanimaties:
pl: Przejścia animacji:
pt_br: Animações de transição:
tr: Geçiş animasyonları:

source: Go have a coffee
be: Перапынак на каву
bs: Skuvaj sebi kafu
cs: Zajdi si na kávu
nl: Neem een kop koffie
pl: Zrób sobie kawę
pt_br: Vá tomar um café
ru: Прервись на кофе
tr: Git bir kahve al
uk: Випий кави

source: Check your emails
be: Правер пошту
bs: Provjeri svoje emailove
cs: Zkontroluj si emaily
nl: Controleer uw email
pl: Sprawdź swoją pocztę
pt_br: Verifique seus e-mails
ru: Проверь почту
tr: E-postalarınızı kontrol edin
uk: Перевір пошту

source: Drink some water
be: Выпi вады
bs: Popij malo vode
cs: Jdi se napít
nl: Drink wat water
pl: Napij się wody
pt_br: Vá beber água
ru: Выпей воды
tr: Biraz su iç
uk: Випий води

source: Get up and dance!
be: Уставай і танчы!
bs: Ustani i zapleši!
cs: Vstaň a zatancuj si
nl: Sta op en dans!
pl: Wstawaj i tańcz!
pt_br: Se levante e dance!
ru: Вставай и танцуй!
tr: Kalk ve dans et!
uk: Встань і потанцюй!

source: Have a break, have a tomato
be: Ёсць перапынак - ёсць памідор
bs: Uzmi pauzu, pojedi rajčicu
cs: Dej si pauzu, dej si rajče
nl: Neem een pauze, neem een tomaat
pl: Zrób przerwę, czas na pomidora
pt_br: Faça uma pausa, coma um tomate
ru: Есть перерыв - есть помидор
tr: Ara ver, bir domates al
uk: Зроюи перерву, з'їж томат

source: Get up! Stand up! Fight for your fingers!
be: Уставай! Уставай! Разамні пальцы!
bs: Diži se! Ustani! Bori se za svoje prste!
cs: Vstávej! Postav se! Bojuj za své prsty!
nl: Sta op! Vecht voor je vingers!
pl: Wstawaj! Rusz się! Dbaj o palce!
pt_br: Levante! Resista! Lute pelos seus dedos!
ru: Вставай! Вставай! Разомни пальцы!
tr: Kalk! Ayağa kalk! Parmakların için savaş!
uk: Встань! Борись за свої пальці!

source: Take a break, save a life
be: Зрабі перапынак - выратуй жыццё
bs: Uzmi pauzu, idi sačuvaj nečiji život
cs: Dej si pauzu, zachraň život
nl: Neem een pauze, red een leven
pl: Zrób przerwę, szkoda życia
pt_br: Faça uma pausa, salve uma vida
ru: Сделай перерыв - спаси жизнь
tr: Ara ver, bir hayat kurtar
uk: Зроби перерву, врятуй життя!

source: Woot! Break time, baby!
be: Гэй! Час перапынку, дзетка!
bs: Vrijeme je za pauzu mala!
cs: Heej! Pauza, bejby!
nl: Woot! Pauze tijd!
pl: Hej! Czas na małą przerwę, skarbie!
pt_br: Wohoo! É hora de parar, delícia!
ru: Эй! Время перерыва, детка!
tr: Heey! Ara zamanı, bebek!
uk: Оппа! Час перерви!

source: It's coffee time!
be: Час кавы!
bs: Vrijeme je za kafu!
cs: Čas na kávu!
nl: Het is koffietijd!
pl: Pora na kawę!
pt_br: É hora do café!
ru: Время кофе!
tr: Kahve zamanı!
uk: Час на каву!

source: What about a beer?
be: Чаму б не выпіць піва?
bs: Da popijemo po jedno?
cs: Co takhle pivo?
nl: Hee... Biertje?!
pl: Co oowiesz na piwo?
pt_br: Que tal uma cerveja?
ru: Почему бы не выпить пива?
tr: Bir biraya ne dersin?
uk: Як на рахунок пива?

source: You can check Facebook notifications
be: Можна праверыць паведамлення Укантакце
bs: Možeš da provjeriš svoje Facebook notifikacije sada
cs: Můžeš zkontrolovat Facebook upozornění
nl: Je kunt nu je facebook notificaties controleren!
pl: Sprawdź wiadomości na Facebook'u
pt_br: Você pode checar suas notificações do Facebook
ru: Можно проверить сообщения Вконтакте
tr: Facebook bildirimlerini kontrol edebilirsiniz
uk: Можеш перевірити фейсбук

source: You can use Twitter now!
be: Паглядзі новыя твіты!
bs: Možeš da koristiš Twitter sada!
cs: Teď můžeš používat Twitter!
nl: Je kunt nu je twitter-tijdlijn controleren!
pl: Potweetuj trochę teraz!
pt_br: Você pode usar o Twitter agora!
ru: Посмотри новые твиты!
tr: Artık Twitter kullanabilirsiniz!
uk: Тепер можеш відкрити твіттер!

source: Take a walk outside
be: Прагуляйся
bs: Idi napolje i prošetaj malo
cs: Projdi se venku
nl: Maak eens een wandeling
pl: Idź na spacer
pt_br: Dê uma volta lá fora
ru: Прогуляйся
tr: Dışarıda biraz yürüyüşe çık
uk: Погуляй надворі

source: Step away from the machine!
be: Адыдзі ад кампутара!
bs: Udalji se od računara!
cs: Odstup od tohoto stroje!
nl: Sta op en ga weg van de computer!
pl: Odsuń się od komputera!
pt_br: Afaste-se do computador!
ru: Отойди от компьютера!
tr: Makineden uzak dur!
uk: Відійди від машини!

source: Tomato has been paused for a long time!
be: Прылажэнне было прыпынена доўгі час!
bs: Tomato je pauziran već duže vrijeme!
cs: Tomato bylo dlouhou dobu pozastaveno!
nl: Tomato was gepauzeerd voor een lange tijd!
pl: Tomato było wstrzymane przez bardzo długi czas!
pt_br: Tomato está pausado por muito tempo!
ru: Приложение было приостановлено в течении длительного времени!
tr: Tomato uzun bir süredir durduruldu!
uk: Tomato зупинився надовго!

source: Shouldn't you be working?
be: Ці не пара працаваць?
bs: Zar ne bi trebao/la da radiš?
cs: Neměl bys pracovat?
nl: Zou je niet eens aan het werk gaan?
pl: Nie powinieneś pracować?
pt_br: Você não deveria estar trabalhando?
ru: Разве ты не должен работать?
tr: Çalışman gerekmiyor mu?
uk: Ти хіба не повинен працювати?

source: pomodoros
bs: pomodora
cs: pomodora
nl: pomodori
pl: pomodoro
tr: Domatesler

source: Extras:
pl: Dodatki:

source: pomodoro
tr: Domates
